[
    {
        "xray_image": "Normal-1.png",
        "body_part": "chest",
        "view": "PA",
        "status": "normal",
        "impressions": "The examination reveals a healthy chest structure with no evidence of ground-glass opacities or areas of consolidation. The airways are unobstructed, with the trachea and bronchi appearing clear and without any signs of thickening. Mediastinal and hilar vessels are of normal size, and there are no indications of pleural effusions or thickening. Moreover, no enlarged lymph nodes are present. In summary, the findings suggest no abnormalities associated with COVID-19 or other pulmonary conditions, reflecting normal lung architecture throughout.",
        "disease_type": [],
        "image_info": {"dimensions": "512 x 512", "file_format": "png"},
        "clinic_id": 9
    },
    {
        "xray_image": "Normal-10.png",
        "body_part": "chest",
        "view": "PA",
        "status": "normal",
        "impressions": "The evaluation demonstrates a normal chest with no ground-glass opacities, consolidations, or indications of viral pneumonia. The airways are unobstructed, with clear visibility of the trachea and bronchi, and no thickening observed. Mediastinal and hilar vessels display normal caliber, with no signs of pleural effusions or thickening. Additionally, there are no enlarged lymph nodes detected. In summary, the findings suggest no abnormalities consistent with COVID-19 or other lung conditions, exhibiting a normal lung appearance overall.",
        "disease_type": [],
        "image_info": {"dimensions": "512 x 512", "file_format": "png"},
        "clinic_id": 10
    },
    {
        "xray_image": "Normal-100.png",
        "body_part": "chest",
        "view": "PA",
        "status": "normal",
        "impressions": "The image reveals a chest with no ground-glass opacities or consolidations indicative of pneumonia. The airways appear clear, with the trachea and bronchi unobstructed and no thickening noted. Mediastinal and hilar vessels are of normal caliber, with no pleural effusions or thickening evident. Additionally, there are no enlarged lymph nodes identified. Overall, the findings suggest no abnormalities consistent with lung conditions, maintaining a normal lung appearance throughout.",
        "disease_type": [],
        "image_info": {"dimensions": "512 x 512", "file_format": "png"},
        "clinic_id": 9
    },
    {
        "xray_image": "Tuberculosis-1.png",
        "body_part": "chest",
        "view": "PA",
        "status": "abnormal",
        "impressions": "The examination reveals findings consistent with pulmonary tuberculosis, including potential cavitations and nodular opacities in the lung fields. The airways appear clear, but there may be associated evidence of inflammation. The mediastinal and hilar vessels may exhibit changes suggestive of lymphadenopathy. There are no pleural effusions noted. In summary, the findings raise concern for tuberculosis or other granulomatous processes, warranting further evaluation and clinical correlation.",
        "disease_type": ["tuberculosis"],
        "image_info": {"dimensions": "512 x 512", "file_format": "png"},
        "clinic_id": 10
    },
    {
        "xray_image": "Tuberculosis-10.png",
        "body_part": "chest",
        "view": "PA",
        "status": "abnormal",
        "impressions": "The chest radiograph shows abnormal findings consistent with tuberculosis. Evidence of apical opacities and cavitary lesions is noted, which are characteristic of pulmonary tuberculosis.",
        "disease_type": ["tuberculosis"],
        "image_info": {"dimensions": "512 x 512", "file_format": "png"},
        "clinic_id": 10
    },
    {
        "xray_image": "Tuberculosis-100.png",
        "body_part": "chest",
        "view": "PA",
        "status": "abnormal",
        "impressions": "Evidence of patchy opacities and consolidation in the upper lobes bilaterally, consistent with potential granulomatous infection. Hilar lymphadenopathy is suggested. Reticulonodular patterns are noted, which may indicate fibrotic changes. No significant pleural effusion or pneumothorax observed. The cardiac silhouette and diaphragm appear within normal limits.",
        "disease_type": ["tuberculosis"],
        "image_info": {"dimensions": "512 x 512", "file_format": "png"},
        "clinic_id": 7
    },
    {
        "xray_image": "COVID-19-1.jpg",
        "body_part": "chest",
        "view": "PA",
        "status": "abnormal",
        "impressions": "Bilateral ground-glass opacities are seen in the lower lung zones, which is characteristic of early-stage viral pneumonia. Patchy consolidations in the periphery of the lungs may indicate evolving inflammation. Mild interstitial prominence in the mid and lower lung fields. No significant pleural effusion or pneumothorax. Cardiomegaly and mediastinal structures are normal.",
        "disease_type": ["covid-19"],
        "related_info": {"date": "2020-01-22"},
        "image_info": {"file_format": "jpg"},
        "clinic_id": 7
    },
    {
        "xray_image": "COVID-19-2.jpg",
        "body_part": "chest",
        "view": "AP",
        "status": "abnormal",
        "impressions": "Extensive bilateral patchy opacities with peripheral distribution, suggestive of viral pneumonia. Moderate consolidation in the lower lobes bilaterally. Mild to moderate interstitial markings, indicating the presence of inflammation or fibrosis. No pleural effusion or signs of pneumothorax. Cardiac silhouette appears normal.",
        "disease_type": ["covid-19"],
        "related_info": {"date": "2020-01-25"},
        "image_info": {"file_format": "jpg"},
        "clinic_id": 15
    },
    {
        "xray_image": "COVID-19-3.jpg",
        "body_part": "chest",
        "view": "lateral",
        "status": "abnormal",
        "impressions": "Bilateral consolidation with increased opacity in the lower and middle lung fields. Ground-glass opacities noted in the periphery of the lungs, a hallmark of COVID-19 infection. Mild effusion noted in the right lower pleural space. No pneumothorax or significant mass lesions. The mediastinal and cardiac contours are unremarkable.",
        "disease_type": ["covid-19"],
        "related_info": {"year": 2020},
        "image_info": {"file_format": "jpg"},
        "clinic_id": 15
    },
    {
        "xray_image": "Pneumonia-Bacteria-2.jpeg",
        "body_part": "chest",
        "view": "AP",
        "status": "abnormal",
        "impressions": "The chest radiograph demonstrates abnormal findings consistent with bacterial pneumonia. Areas of consolidation are visible, indicative of a bacterial etiology.",
        "disease_type": ["pneumonia"],
        "related_info": {"pneumonia_type": "bacterial"},
        "image_info": {"dimensions": "968 x 592", "file_format": "jpeg"},
        "clinic_id": 14
    },
    {
        "xray_image": "Pneumonia-Virus-1.jpeg",
        "body_part": "chest",
        "view": "AP",
        "status": "abnormal",
        "impressions": "Abnormal chest radiograph findings suggestive of viral pneumonia. Diffuse interstitial infiltrates are noted, characteristic of viral infection.",
        "disease_type": ["pneumonia"],
        "related_info": {"pneumonia_type": "viral"},
        "image_info": {"dimensions": "1576 x 1328", "file_format": "jpeg"},
        "clinic_id": 5
    },
    {
        "xray_image": "Pneumonia-Bacteria-1.jpeg",
        "body_part": "chest",
        "view": "AP",
        "status": "abnormal",
        "impressions": "Abnormal chest radiograph demonstrating features of bacterial pneumonia. Patchy areas of consolidation are noted, consistent with the bacterial infection type.",
        "disease_type": ["pneumonia"],
        "related_info": {"pneumonia_type": "bacterial"},
        "image_info": {"dimensions": "1048 x 716", "file_format": "jpeg"},
        "clinic_id": 8
    },
    {
        "xray_image": "Fibrosis-1.png",
        "body_part": "chest",
        "view": "PA",
        "status": "abnormal",
        "impressions": "Abnormal chest radiograph findings indicative of pulmonary fibrosis. Evidence of diffuse interstitial thickening and reduced lung volumes.",
        "disease_type": ["fibrosis"],
        "image_info": {"dimensions": "2500 x 2048", "file_format": "png"},
        "clinic_id": 9
    },
    {
        "xray_image": "Fibrosis-2.png",
        "body_part": "chest",
        "view": "PA",
        "status": "abnormal",
        "impressions": "Abnormalities observed consistent with pulmonary fibrosis, including coarse reticular opacities predominantly in the lower lung zones.",
        "disease_type": ["fibrosis"],
        "image_info": {"dimensions": "2048 x 2500", "file_format": "png"},
        "clinic_id": 15
    },
    {
        "xray_image": "Fibrosis-3.png",
        "body_part": "chest",
        "view": "PA",
        "status": "abnormal",
        "impressions": "Radiographic findings demonstrate features of advanced pulmonary fibrosis, with prominent reticulonodular patterns and extensive interstitial thickening.",
        "disease_type": ["fibrosis"],
        "image_info": {"dimensions": "2992 x 2991", "file_format": "png"},
        "clinic_id": 2
    }
]